### Question 1

In [ ]:
"Write an SQL query to fetch “FIRST_NAME” from Worker table using the alias name as <WORKER_NAME>."

### Answer 1
SELECT WORKER_NAME.FIRST_NAME FROM WORKER AS WORKER_NAME;

=====================================================================================================================

### Question 2
Write an SQL query to fetch unique values of DEPARTMENT from Worker table.

### Answer 2
SELECT DISTINCT DEPARTMENT FROM WORKER;

=====================================================================================================================

### Question 3
Write an SQL query to show the last 5 record from a table.

### Answer 3

Consider a STUDENTS table below:

In [ ]:
"""
STUDENT_ID    NAME      AGE
---------------------------
1             John      18
2             Mark      25
3             Kate      30
4             Jim       40
5             Lio       55
6             Harry     22
7             Maria     28
8             Ronald    33
9             Jack      55
10            Ron       44
"""

To fetch last 5 rows:

SELECT * FROM STUDENTS ORDER BY STUDENT_ID DESC LIMIT 5;

=====================================================================================================================